{
  "WBUI2": {
    "settings": {
      "OpenButton": 6,
      "HideIcon": true,
      "HideIconAfter": 30,
      "IconURL": "",
      "DisableIconText": false,
      "IconPosition": 2,
      "IconTextColor": 0,
      "OpenOnStart": true,
      "OpenOnStartOnlyNewPlayers": true,
      "UpdateInterval": 12
    },
    "tabs": [
      {
        "tab1": {
          "layout": 1,
          "buttontext": "ИНФОРМАЦИЯ",
          "title1": "Добро пожаловать на сервера Dragons Servers",
          "text1": "Настройки наших серверов:\n-Автоматическое удаление структур:\n\nЧерез 21 день без привязки у тиру структур\n-Рейты серверов:\nприручение х3\nсбор х3\nопыт х5\nвыращивание х5\nинкубация/беременность х20\n\n-70 человек в одном племени\n-Max Lvl дино - 150 обычные\n-Прирученных дино можно прокачать на 100 уровней\n-По умолчанию вы можете прокачать своего выжившего до 105 уровня.\n+15 за Тек-пещеру на острове\n+10 можно получить, собрав все заметки исследователя на каждой карте\n+ 5 повышение уровня чиби-питомцев\n+ 5 за нахождение заметок из DLC Сказки Боба\nИтого максимальный уровень выжевшего: 140\n-Сокращено время между спариванием дино\n-Оффлайн защита срабатывает сразу после выхода из игры последнего члена племени\n\n",
          "imageurl": "https://pic.survivalhost.org/images/2024/01/02/UI-Background.png"
        }
      },
      {
        "tab2": {
          "layout": 1,
          "buttontext": "ПРАВИЛА СЕРВЕРА",
          "title1": "Правила сервера Dragons Ortus",
          "text1": "1. Общие правила общения и отношения между игроками.\n2. Общие игровые правила.\n3. Информация об обслуживании и настройки серверов.\n\nОБЩИЕ ПРАВИЛА\n\n1.1 Запрещены любые оскорбления игроков и администрации, мат, унижение, провокации, рассизм и т.д. А так же, нецензурные клички динозавров, трайбов, персонажей. Личные конфликты не выносить в публичное поле дискорда/сервера или других информационных ресурсов проекта. Личные проблемы решайте у себя в ЛС.\n\n1.2 Запрещается выдавать себя за администрацию, распространять клевету и слухи о сервере, администраторе, осуждение за рестарты и т.д.\n\n1.3 Запрещена продажа/передача донатной и/или выигранной в конкурсах динозавров и их потомства и клонов за внутриигровые ценности и/или реальные деньги. А так же воровство потомства/яиц или попытки спаривания своих дино с чужими донатными/выигранными, или любая активность направленная на завладение чужим имуществом.\n\n1.4 Запрещено вступать в трайбы с целью передачи донатных дино внутри трайба. Например вы вступаете в трайб к человек у которого есть донатные дино. Если вы переносите их на другие карты, где вы НЕ в трайбе с человеком который купил донатного дино - это нарушение. Человек купивший дино, и человек забравший - оба понесут наказание.  *Дино удаляются без предупреждений!\n\n1.5 Запрещено бросать своих дино на спаривании, без присмотра владельца. *Дино удаляются без предупреждений!\n\n1.6 Запрещена продажа игровых ценностей за реальные деньги и другие материальные ценности.\n\n1.7 Запрещено держать игроков в клетке (комнате).\n\n1.8 Запрещен захват игроков и дино летающими существами без согласия игрока.\n\n1.9 Запрещено хранить/оставлять своих дино на обелисках и пещерах с артефактом/боссом. *Дино удаляются без предупреждений!\n\n1.10 Запрещено находится на чужой базе без разрешения владельца, если вас просят покинуть базу вы должны покинуть ее немедленно.\n\n1.11 Запрещено мешать чужим ПВЕ мероприятиям (миссии, боссы и т.д.)\n\n1.12 Запрещено мешать при тамлении или приручать уже кем-то загнанных в ловушку дино.\n\n1.13 Запрещено приводить диких дино к чужим постройкам и животным.\n\n\nСТРОИТЕЛЬСТВО\n\n\n2.1 Запрещено строительство:\n\n- на спавнах большого количества ценного ресурса и перекрывать их кормушками\n- в пещерах (содержащих артефакты и лутбоксы) и рядом с ними\n- на фермах карты Ragnarok\n- на точках спавна игроков и лутбоксов\n- на вулканах\n- на обелисках и в радиусе прорисовки от них.\n\n2.2 Запрещается блокировать доступ в пещеры с артефактами и боссами, и рядом с ними.\n\n2.3 Неактуальные постройки необходимо убирать за собой, будь то: дома, заборы, шипы и т.д. в противном случае трайб или соло игрок понесет наказание. Ловушки и тамилки так же убирайте за собой. Никаких открытых ловушек и тому подобного.\n\n2.4 Запрещено застраивать/закрывать доступ тек куполами:\n\n- нефтяные насосы\n- газозборники\n- зарядные станции\n- терминалы на вымирании\n- заметки\n- миссии на карте Genesis и Genesis 2\n- орбитальные дропы и элементные жилы, если вы их не фармите\n\n2.5 Нельлзя строить железную дорогу вне терретории своей базы. Если у Вас есть желание создать большой и  классный проект: пишите в тикет  адмиинистрации. Если идея понравится, будут выделены ресурсы от администрации для реализации такого плана.\n\n2.6 Запрещено строить огромные загоны (коробки) для динозавров.В виду того что система рендера в ремастере изменена, можно строить базы больше чем в оригинальной игре. Но тем не менее, знайте меру, и стройте умеренно огромные базы. Нельзя строить базы которые занимают слишком много места просто так, а так же держать огромное количенство животных просто на показ, если вы не занимаетесь их разведением.\n\n2.7 Запрещена застройка территории фундаментами/колоннами в стиле застолбил, а так же запрещено строиться на обелисках и вблизи с ними.\n\n2.8 Запрещено иметь газосборники и нефтяные насосы в количестве больше 1 шт. на трайб. Запирать или нет - на ваше усмотрение.\n\n2.9 В местах рядом с пещерами, или иными местами постоянного пользования, разрешено ставить не более одного открытого телепорта. Все подобные телепорты необходимо отправлять в канал #телепорты. Оставляйте скриншот, название карты и описание для чего этот телепорт нужен. (возможно все открытые телепорты заменятся на эквивалентные телепорты от администрации)\n\n2.10 Ограничение на количество рабочих гач на платформах: максимум один трайб на одной карте может держать 5 РАБОЧИХ Гач.\n\n2.11 На один трайб разрешено не более 3-х тек куполов на карту.\n\n2.12 Если нарушений больше 6-ти на один трайб, на одной карте, мусор будет удалятся командой на уничтожение всех построек трайба.\n\nРазрешено иметь не более 1-ой базы на трайб или соло игрока на одной карте. Случай переезда рассматривается отдельно (на PVE серверах).\nРазрешено строить забор вокруг базы из стен, ворот и т.п..\nРазрешено устанавливать закрытые телепорты только на своих базах. Так же разрешена установка общедоступных телепортов рядом с пещерами, лутбоксами и артефактами в количестве не более 1 шт.(остальные будут удалены)\n\n\nРЕЙТЫ И НАСТРОЙКИ СЕРВЕРА\n\n\n3.1 Правила игры на серверах не подлежат обсуждению или критике.\nПравила сервера могут быть добавлены/изменены/удалены в любой момент.\nНе знание правил не освобождает от ответственности!\n\n3.2 Любые настройки серверов, в том числе изменение рейтов, модификаций и т.д. осуществляется на усмотрение администрации. Когда будет необходимость узнать мнение игроков - будут проводиться опросы в группе вк и канале дискорда. Результат опроса не является решающим фактором.\n\n3.3 Все ямы, дыры, кривые текстуры, дропы, криты, краши, исчезновения и бага на земле, в воздухе, воде, нерабочие фильтры при русской локализации - относятся к разработке игры. Все потери связанные с багами, администрацией рассматривается отдельно, за исключением донатных животных и предметов.\n\n3.4 В канале дискорда создан чат для оповещения о падении, зависании серверов, проблем с входом из-за глобальных патчей и обновлений модификаций. Мы физически не можем мониторить все серверы 24/7, но дали вам возможность оповестить нас.\n\nИграя на наших серверах, вы автоматически принимаете данные правила\n\n\nНАКАЗАНИЯ ЗА НАРУШЕНИЯ:\n\n\nДля трайба/игрока допускается 6 нарушений правил. После шестого выдается бан игроку или всему трайбу на усмотрение администратора.Все совершенные нарушения засчитываются трайбу в текстовом канале дискорда #нарушения.\n\n\n\nНа усмотрение администрации, за нарушение любого из пунктов правил, возможны справедливые наказания в виде запрета на пользование игровым чатом, временного или перманентного бана.\n",
          "imageurl": "https://pic.survivalhost.org/images/2024/01/02/UI-Background.png"
        }
      },
      {
        "tab3": {
          "layout": 1,
          "buttontext": "ПРАВИЛА ТОРГОВЛИ",
          "title1": "Правила торговли на сервере Dragons Servers",
          "text1": "Передавать ресурсы, дино и вещи просто так - ЗАПРЕЩЕНО\nПередавать ЛЮБЫХ Дино из магазина - ЗАПРЕЩЕНО\nЦены обязательны: НЕЛЬЗЯ ставить цены ниже указанных.\nМинимальная цена на любого дино до 54 понтов в стат: 4000 элемента.\nЦена на дино от 55 поинтов до 69 - 4000 элемента +150 элемента за каждый поинт в стат начиная с 55.\n\n\nРасчет производится от самой высокой характеристики, например: продается Паразавр с 69 поинтами в хп и 60 в вес\nЦена рассчитывается из самого высокого стата т.е. 69 в хп\nЗначит цена будет 4000 элемента + 14 (с 55 по 69) поинтов по 150 элемента в стат.\nИтого цена: 6100\n\n\nПродажа дино 70+ поинтов в любой стат только кастратами.\n\n\nСоотношение элемента за каждый поинт кастрированных дино (70+ поинтов):\n-Гигантозавр - 300 элемента за каждый поинт в стат начиная с 55.\n-Кархарадонтозавр - 300 элемента за каждый поинт в стат начиная с 55.\n-Тенегрив - 300 элемента за каждый поинт в стат начиная с 55.\n-Фенрир - 300 элемента за каждый поинт в стат начиная с 55.\n-Магмазавр - 250 элемента за каждый поинт в стат начиная с 55.\n-Ютиранус - 250 элемента за каждый поинт в стат начиная с 55.\n-Рекс - 250 элемента за каждый поинт в стат начиная с 55.\n-Акрокантозавр - 250 элемента за каждый поинт в стат начиная с 55.\n-Виверна - 250 элемента за каждый поинт в стат начиная с 55.\n\n\nДля всех остальных дино: 200 элемента за каждый поинт в стат начиная с 55.\n\n\nРасчет производится от самой высокой характеристики, например: продается Гиганотозавр с 100 поинтами в хп и 99 в урон\nЦена рассчитывается из самого высокого стата т.е. 100 в хп\nЗначит цена будет 4000 элемента + 45 (с 55 по 100) поинтов по 300 элемента в стат.\nИтого цена: 17500\n\n*соблюдение данных условий обязательно и влечет ответственность за игнорирование.\n\n\nКонвертация элемента к другим популярным ресурсам.\n1000 элемента = 40000 волокна\n1000 элемента = 35000 дерева\n1000 элемента = 35000 кожи\n1000 элемента = 25000 камня\n1000 элемента = 25000 хитина/кератина\n1000 элемента = 20000 кремня\n1000 элемента = 15000 нефти\n1000 элемента = 15000 шерсти\n1000 элемента = 15000 слиток металла\n1000 элемента = 15000 цементной пасты\n1000 элемента = 10000 кристалла\n1000 элемента = 10000 пороха\n1000 элемента = 10000 жемчуга\n1000 элемента = 10000 органического полимера\n1000 элемента = 8000 бензина\n1000 элемента = 8000 электроники\n1000 элемента = 5000 черного жемчуга\n1000 элемента = 5000 полимера\n1000 элемента = 5000 обсидиана\n1000 элемента = 100 мутагена\n\n\nТорговец может принимать только определенные виды ресурсов. Уточняйте у продавца какой ресурс ему актуален.\nФинальная цена определяется продавцом.\n\n\nЦена на готовые сдела:\n100-150 брони = 1250 элемента\n150-250 брони = 1750 элемента\n250 + брони = 2250 элемента\n\nСедла исключение:\nГиганотозавр\nКархарадонтозавр\nРекс\nСкальный Дрейк\nЮтиранус\nМегатерий\nМагмазавр\nТиризинозавр\n\n\n100-150 брони = 2500элемента\n150-250 брони = 3250 элемента\n250 + брони = 4000 элемента\n\n\nЦена на готовое вооружение и инструмент:\n300-450 урона = 1500 элемента\n450-500 урона = 2250 элемента\n500 + урона = 3000 элемента\n\n\nВооружение и инструмент исключение:\n\n\nПомповый дробовик\nДлинная винтовка\nГорный бур\n\n300-450 урона = 2500 элемента\n450-500 урона = 3500 элемента\n500 + урона = 4500 элемента\n\n\nПрочее:\nПродажа любых чертежей: 5000 элемента\n\n\nПродажа чертежей седел на:\n-Гиганотозавр\n-Кархарадонтозавр\n-Рекс\n-Скальный Дрейк\n-Ютиранус\n-Мегатерий\n-Магмазавр\n-Тиризинозавр\n15000 элемента\n\n\nПродажа чертежей на:\n-Помповый дробовик\n-Длинную винтоку\n-Горный бур\n15000 элемента\n\n\nПродажа остальных ресурсов вещей и т.п. на усмотрение продавца\n",
          "imageurl": "https://pic.survivalhost.org/images/2024/01/02/UI-Background.png"
        }
      }
      
    ],
    "links": [
      {
        "link1": {
          "text": "DISCORD",
          "url": "https://discord.gg/AsMyYqrMtF"
        }
      },
      {
        "link2": {
          "text": "ВК",
          "url": "https://vk.com/dragons_servers"
        }
      },
      {
        "link3": {
          "text": "ТЕЛЕГРАММ",
          "url": "https://t.me/dragons_server"
        }
      },
      {
        "link4": {
          "text": "YOUTUBE",
          "url": "https://www.youtube.com/@ranzhan"
        }
      },
      {
        "link5": {
          "text": "МАГАЗИН",
          "url": "https://dragons-sa.survivalshop.org/"
        }
      }
    ]
  }
}
